<?php

return [
    'first_name'       => 'اسم الشخص ✝',
    'surname'          => 'اسم العائلة✝',
    'email'            => 'عنوان البريد الإلكتروني ✝',
    'confirm_email'    => 'تأكيد عنوان البريد الإلكتروني ✝',
    'phone'            => 'رقم الهاتف المحمول ✝',
    'field_promotion'  => 'الرجاء تأكيد موافقتك على إمكانية تحليل ومعالجة بياناتك من قبل انرجايزر لأجل العرض الترويجي.✝',
    'field_age'        => 'يرجى التأكيد بأن عمرك 18 سنة وأكثر✝',
    'field_tnc'        => 'يرجى التأكيد بأنك قرأت وفهمت ووافقت على الشروط والأحكام✝',
    'submit'           => 'إرسال',
    'remember_receipt' => 'لا تنس الاحتفاظ بإيصال الاستلام، إذ يجب إبرازه لنا في حال الربح!',


    'error_barcode'            => 'عذراً، رمز الباركود غير صالح، الرجاء إعادة المحاولة.',
    'error_first_name_empty'   => 'الرجاء إدخال اسمك+',
    'error_surname_empty'      => 'الرجاء إدخال اسم عائلتك+',
    'error_email'              => 'الرجاء إدخال عنوان بريد إلكتروني أو هاتف محمول صالح+',
    'error_email_confirmation' => 'يجب أن تكون عناوين البريد الإلكتروني متطابقة+',
    'error_phone'              => 'الرجاء إدخال هاتف محمول صالح+',
];